Repository: KDE/kiss
Catalog: po/*/org.kde.initialsystemsetup.po
Languages: fr, tr

# NAME OF TRANSLATORS
source: Your names
fr: Thomas Vergnaud
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
fr: thomas.vergnaud@mailo.eu
tr: emir_sari@icloud.com

source: Upload new avatar
fr: Télécharger un nouvel avatar
tr: Yeni avatar yükle

source: Remove current avatar
fr: Supprimer l‘avatar actuel
tr: Geçerli avatarı kaldır

source: We need a few details to complete the setup.
fr: Nous avons besoin de quelques détails pour terminer la configuration.
tr: Kurulumu tamamlamak için birkaç ayrıntıya gereksinimimiz var.

# @info
source: This user will be an administrator.
fr: Cet utilisateur sera un administrateur.
tr: Bu kullanıcı bir yönetici olacak.

# @info
source: This user will have administrative privileges on the system.<nl/><nl/>This means that they can change system settings, install software, and access all files on the system.<nl/><nl/>Choose a strong password for this user.
fr: Cet utilisateur disposera de privilèges d'administration sur le système.<nl/><nl/>Cela signifie qu'ils peuvent modifier la configuration du système, installer un logiciel et accéder à tous les fichiers du système.<nl/><nl/>Veuillez sélectionner un mot de passe fort pour cet utilisateur.
tr: Bu kullanıcı sistemde yönetici ayrıcalıklarına sahip olacak.<nl/><nl/>Bu, sistem ayarlarını değiştirebilecekleri, yazılım kurabilecekleri ve sistemdeki tüm dosyalara erişebilecekleri anlamına gelir.<nl/><nl/>Bu kullanıcı için güçlü bir parola seçin.

# @label:textfield
source: Full Name
fr: Nom et prénom
tr: Tam adınız

# @label:textfield
source: Username
fr: Nom d'utilisateur
tr: Kullanıcı adı

# @label:textfield
source: Password
fr: Mot de passe
tr: Parola

# @label:textfield
source: Confirm Password
fr: Confirmez le mot de passe
tr: Parolayı onayla

# @info:status
source: Passwords don’t match
fr: Les mots de passe ne correspondent pas.
tr: Parolalar eşleşmiyor

source: Edit APN
fr: Modifier l'APN
tr: Erişim Noktasını Düzenle

source: Name
fr: nom
tr: Ad

source: APN
tr: Erişim Noktası

source: Username
fr: Nom d'utilisateur
tr: Kullanıcı adı

source: Password
fr: Mot de passe
tr: Parola

source: Network type
fr: Type de réseau
tr: Ağ türü

source: Only 4G
fr: Seulement 4G
tr: Yalnızca 4G

source: Only 3G
fr: Seulement 3G
tr: Yalnızca 3G

source: Only 2G
fr: Seulement 2G
tr: Yalnızca 2G

source: Any
fr: N'importe
tr: Herhangi biri

source: Please configure your APN below for mobile data, further information will be available with your carrier.
fr: Veuillez configurer votre APN ci-dessous pour les données mobiles, de plus amples informations seront disponibles auprès de votre opérateur.
tr: Taşınabilir veri için aşağıda APN’nizi yapılandırın; bununla ilgili bilgi, hizmet sağlayıcınızda bulunabilir.

source: You are connected to the mobile network.
fr: Vous êtes connecté au réseau mobile.
tr: Taşınabilir ağa bağlısınız.

source: Please insert a SIM card into your device.
fr: Veuillez insérer une carte SIM dans votre appareil.
tr: Lütfen aygıtınıza bir SIM kart takın.

source: Your device does not have a modem available.
fr: Votre appareil n'a pas de modem disponible.
tr: Aygıtınızda kullanılabilir bir modem/çevirme aygıtı yok.

source: Mobile Data
fr: Données mobiles
tr: Taşınabilir Veri

source: Edit
fr: Éditer
tr: Düzenle

source: Delete
fr: Supprimer
tr: Sil

source: Add APN
fr: Ajouter APN
tr: Erişim Noktası Ekle

# %1 is the distro name
source: Your device is now ready. <br /><br />After clicking <b>Finish</b> you will be able to sign in to your new account.<br /><br />Enjoy <b>%1</b>!
fr: Votre périphérique est maintenant prêt. <br /><br />Après un clic sur <b>Terminer</b>, vous pourrez vous connecter à votre nouveau compte.<br /><br />Profitez bien de <b>%1</b> !
tr: Aygıtınız artık hazır.<br /><br /><b>Bitir</b>’e tıkladıktan sonra yeni hesabınızla oturum açabileceksiniz.<br /><br /><b>%1</b> sisteminin keyfini çıkarın!

source: Select your keyboard layout and language.
fr: Veuillez sélectionner votre configuration de clavier et votre langue préférée.
tr: Klavye yerleşiminizi ve dilinizi seçin.

source: Please select your preferred language.
fr: Veuillez sélectionnée votre langue préférée.
tr: Lütfen tercih ettiğiniz dili seçin.

source: Search languages…
fr: Rechercher des langues...
tr: Dilleri ara…

source: Adjust the size of elements on the screen.
fr: Ajustez la taille des éléments à l'écran.
tr: Ekrandaki ögelerin boyutunu ayarlayın.

source: Display Scaling
fr: Mise à l'échelle de l'affichage
tr: Görüntü Ölçeklendirme

source: Dark Theme
fr: Thème sombre
tr: Koyu Tema

source: Select your time zone and preferred time format.
fr: Sélectionnez votre fuseau horaire et votre format d'heure préféré.
tr: Zaman diliminizi ve yeğlediğiniz tarih biçimini seçin.

source: 24-Hour Format
fr: Format 24 heures
tr: 24 saatli biçim

source: Connect to
fr: Se connecter à
tr: Bağlan

source: Connect to a WiFi network for network access.
fr: Connectez-vous à un réseau WiFi pour accéder au réseau.
tr: Ağ erişimi için bir Wi-Fi ağına bağlanın.

source: Password:
fr: Mot de passe :
tr: Parola:

source: Invalid input.
fr: Entrée non valable.
tr: Geçersiz giriş.

source: Username argument is missing or invalid.
fr: L'argument du nom d'utilisateur est manquant ou non valable.
tr: Kullanıcı adı argümanı eksik veya geçersiz.

# %1 is a directory path
source: Failed to create autostart directory: %1
fr: Impossible de créer le dossier de démarrage automatique : %1
tr: Kendiliğinden başlatma dizini oluşturulamadı: %1

# %1 is a file path
source: Failed to open file for writing: %1
fr: Impossible d'ouvrir le fichier en écriture : %1
tr: Dosya, yazmak için açılamadı: %1

source: Failed to find the initial setup executable path.
fr: Impossible de trouver l'emplacement d'exécution de la configuration initiale.
tr: Başlangıç ayarı için yürütülebilir yolu bulunamadı.

# %1 is an error message
source: Failed to disable systemd unit: %1
fr: Impossible de désactiver l'unité systemd : %1
tr: systemd birimi devre dışı bırakılamadı: %1

# %1 is a file path
source: Failed to remove file %1
fr: Impossible de supprimer le fichier %1
tr: Dosya kaldırılamadı: %1

# %1 is a directory path
source: Failed to create .config directory: %1
tr: .config dizini oluşturulamadı: %1

# %1 is a file path
source: Failed to copy file %1
tr: Dosya kopyalanamadı: %1

# %1 is a directory path, %2 an exit code
source: Failed to set ownership for home directory %1: exit code %2
fr: Impossible de définir la propriété pour le dossier personnel %1 : code de sortie %2
tr: Ana klasör %1 için sahiplik ayarlanamadı: Çıkış kodu: %2

# %1 is a file path
source: Failed to open file %1 for writing.
fr: Impossible d'ouvrir le fichier %1 en écriture.
tr: %1 dosyası, yazmak için açılamadı.

source: KDE Initial System Setup
fr: Configuration initiale du système de KDE
tr: KDE İlk Kullanım Ayarları

source: Make Plasma yours
fr: Appropriez vous Plasma
tr: Plasma’yı kendinize uyarlayın

source: © 2021-2024 KDE Community
fr: © 2021-2024 Communauté KDE
tr: © 2021–2024 KDE Topluluğu

source: Remove the initial setup autologin configuration.
fr: Supprimez la configuration initiale de la connexion automatique.
tr: Başlangıç ayarının kendiliğinden oturum açma yapılandırmasını kaldırın.

source: Welcome to<br/><b>Plasma Mobile</b>
fr: Bienvenue sur<br/><b>Plasma Mobile</b>
tr: <b>Plasma Cep</b>’e<br/>hoş geldiniz

source: Welcome to<br/><b>Plasma Desktop</b>
fr: Bienvenue sur<br/><b>Plasma Desktop</b>
tr: <b>Plasma Masaüstü</b>’ne<br/>hoş geldiniz

source: Begin Setup
fr: Commencer la configuration
tr: Kurulumu Başlat

# %1 is the distro name
source: Powered by<br/><b>%1</b>
fr: Propulsé par<br/><b>%1</b>
tr: <b>%1</b><br/>tarafından sağlanır

source: Initial Start
fr: Démarrage initial
tr: İlk Başlangıç

# @action:button
source: Back
fr: Retour
tr: Geri

# @action:button
source: Next
fr: Suivant
tr: Sonraki

# @action:button
source: Finish
fr: Terminer
tr: Bitir

# @info, %1 is an error message
source: Failed to crop image: %1
fr: Échec du rognage de l'image : %1
tr: Görsel kırpılamadı: %1

# %1 is the username
source: Could not get permission to save user %1
fr: Impossible d'obtenir l'autorisation d'enregistrer l'utilisateur %1
tr: %1 kullanıcısını kaydetmek için izin alınamadı

source: There was an error while saving changes
fr: Erreur : impossible de sauvegarder les changements
tr: Değişiklikler kaydedilirken bir hata oluştu

source: Failed to resize image: opening temp file failed
fr: Échec du redimensionnement de l'image : échec de l'ouverture du fichier temporaire
tr: Görsel yeniden boyutlandırılamadı: Geçici dosya açılamadı

source: Failed to resize image: writing to temp file failed
fr: Échec du redimensionnement de l'image : échec de l'écriture dans le fichier temporaire
tr: Görsel yeniden boyutlandırılamadı: Geçici dosyaya yazılamadı

source: Adjust the screen brightness to be comfortable for the installation process.
fr: Ajustez la luminosité de l'écran pour faciliter le processus d'installation.
